Repository: mduu/SolarLens
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

source: 'Peak Shaving' uses your battery to supply power during high-demand periods, reducing the amount of expensive electricity drawn from the grid and lowering your overall costs.
da: 'Peak Shaving' bruger dit batteri til at levere strøm i perioder med høj efterspørgsel, hvilket reducerer mængden af dyr elektricitet trukket fra nettet og sænker dine samlede omkostninger.
de: 'Peak Shaving' nutzt Ihre Batterie, um während Perioden hoher Nachfrage Strom zu liefern, wodurch die Menge an teurem Strom aus dem Netz reduziert und Ihre Gesamtkosten gesenkt werden.
fr: Le 'Peak Shaving' utilise votre batterie pour fournir de l'énergie pendant les périodes de forte demande, réduisant ainsi la quantité d'électricité coûteuse tirée du réseau et diminuant vos coûts globaux.
it: Il 'Peak Shaving' utilizza la batteria per fornire energia durante i periodi di alta domanda, riducendo la quantità di elettricità costosa prelevata dalla rete e abbassando i costi complessivi.

source: %.0f trees
da: %.0f træer
de: %.0f Bäume
fr: %.0f arbres
it: %.0f alberi

source: %.0f Trees Saved
da: %.0f Træer reddet
de: %.0f Bäume gerettet
fr: %.0f Arbres sauvés
it: %.0f Alberi salvati

source: %.0f%% Autarky
da: %.0f%% Selvforsyning
de: %.0f%% Autarkie
fr: %.0f%% Autarcie
it: %.0f%% Autosufficienza

source: %.1f kg CO₂ avoided
da: %.1f kg CO₂ undgået
de: %.1f kg CO₂ vermieden
fr: %.1f kg CO₂ évités
it: %.1f kg CO₂ evitati

source: %.1f kWh today
da: %.1f kWh i dag
de: %.1f kWh heute
fr: %.1f kWh aujourd'hui
it: %.1f kWh oggi

source: %@ ago
da: %@ siden
de: vor %@
fr: Il y a %@
it: %@ fa

source: %@ discharged
da: %@ afladet
de: %@ entladen
fr: %@ déchargé
it: %@ scaricato

source: %@ exported
da: %@ eksporteret
de: %@ exportiert
fr: %@ exporté
it: %@ esportato

source: %@ kWh today
da: %@ kWh i dag
de: %@ kWh heute
fr: %@ kWh aujourd'hui
it: %@ kWh oggi

source: %@ Uploaded Successfully!
da: %@ blev uploadet!
de: %@ erfolgreich hochgeladen!
fr: %@ envoyé avec succès !
it: %@ caricato con successo!

# %@, %lld entries, %@
source: %1$@, %2$lld entries, %3$@
da: %1$@, %2$lld poster, %3$@
de: %1$@, %2$lld Einträge, %3$@
fr: %1$@, %2$lld entrées, %3$@
it: %1$@, %2$lld voci, %3$@

source: %@%% Autarky
da: %@%% selvforsyning
de: %@%% Autarkie
fr: %@%% autarcie
it: %@%% autosufficienza

source: %@%% of consumption
da: %@%% af forbrug
de: %@%% des Verbrauchs
fr: %@%% de la consommation
it: %@%% del consumo

source: %@%% self-consumed
da: %@%% egetforbrug
de: %@%% Eigenverbrauch
fr: %@%% autoconsommé
it: %@%% autoconsumo

source: • Format: PNG or JPEG
da: • Format: PNG eller JPEG
de: • Format: PNG oder JPEG
fr: • Format : PNG ou JPEG
it: • Formato: PNG o JPEG

source: • Max file size: 2MB
da: • Max filstr.: 2MB
de: • Max. Dateigröße: 2MB
fr: • Taille max : 2 Mo
it: • Dim. max file: 2MB

source: • Max file size: 8MB
da: • Max filstr.: 8MB
de: • Max. Dateigröße: 8MB
fr: • Taille max : 8 Mo
it: • Dim. max file: 8MB

source: • Max size: 512x512 pixels
da: • Max str.: 512x512 px
de: • Max. 512x512 Pixel
fr: • Max : 512x512 pixels
it: • Dim. max: 512x512 pixel

source: • Max size: 3840x2160 pixels (4K)
da: • Max str.: 3840x2160 (4K)
de: • Max. 3840x2160 (4K)
fr: • Max : 3840x2160 (4K)
it: • Dim. max: 3840x2160 (4K)

source: ∑ Total
da: ∑ I alt
de: ∑ Gesamt
it: ∑ Totale

source: ≈ %1$@ kWh transferred from battery (%2$lld%% → %3$lld%%). Charging station switched to %4$@.
da: ≈ %1$@ kWh overført fra batteri (%2$lld%% → %3$lld%%). Ladestation skiftet til %4$@.
de: ≈ %1$@ kWh aus der Batterie übertragen (%2$lld%% → %3$lld%%). Ladestation auf %4$@ umgestellt.
fr: ≈ %1$@ kWh transférés de la batterie (%2$lld%% → %3$lld%%). Borne réglée sur %4$@.
it: ≈ %1$@ kWh trasferiti dalla batteria (%2$lld%% → %3$lld%%). Stazione di ricarica impostata su %4$@.

source: ≤ at or below
da: ≤ højst
de: ≤ höchstens
fr: ≤ au maximum
it: ≤ al massimo

source: ≤ at-or-below
da: ≤ højst
de: ≤ höchstens
fr: ≤ au plus
it: ≤ al massimo

source: ≥ at or above
da: ≥ mindst
de: ≥ mindestens
fr: ≥ au minimum
it: ≥ almeno

source: ≥ at-or-above
da: ≥ mindst
de: ≥ mindestens
fr: ≥ au moins
it: ≥ almeno

source: 1-phase (≤ 7.4 kW)
da: 1-faset (≤ 7,4 kW)
de: 1-phasig (≤ 7,4 kW)
fr: Monophasé (≤ 7,4 kW)
it: Monofase (≤ 7,4 kW)

source: 3-phase (≤ 22 kW)
da: 3-faset (≤ 22 kW)
de: 3-phasig (≤ 22 kW)
fr: Triphasé (≤ 22 kW)
it: Trifase (≤ 22 kW)

# 24 hours passed and the battery never reached %@ %lld%%. Last seen: %lld%%.
source: 24 hours passed and the battery never reached %1$@ %2$lld%%. Last seen: %3$lld%%.
da: 24 timer gået, og batteriet nåede aldrig %1$@ %2$lld%%. Sidst set: %3$lld%%.
de: 24 Stunden sind vergangen und die Batterie hat %1$@ %2$lld%% nie erreicht. Zuletzt gesehen: %3$lld%%.
fr: 24 heures se sont écoulées et la batterie n’a jamais atteint %1$@ %2$lld%%. Dernière valeur : %3$lld%%.
it: Sono passate 24 ore e la batteria non ha mai raggiunto %1$@ %2$lld%%. Ultimo valore: %3$lld%%.

source: A car is chariging.
da: Bilen oplader.
de: Fahrzeug lädt.
fr: Une voiture est en charge.
it: Un'auto è in carica.

source: A car is currently charging.
da: En bil oplader i øjeblikket.
de: Ein Fahrzeug ist am Laden.
fr: Une voiture est en train de charger.
it: Un'auto è attualmente in carica.

source: A connection error occurred!
da: Der er sket en forbindelsesfejl!
de: Verbindungsfehler aufgetreten!
fr: Une erreur de connexion s'est produite !
it: Si è verificato un errore di connessione!

source: A general error occurred!
da: Der sket en generel fejl!
de: Allgemeiner Fehler aufgetreten!
fr: Une erreur générale s'est produite !
it: Si è verificato un errore generale!

source: Active
da: Aktiv
de: Aktiv
fr: Actif
it: Attivo

source: Active and after-reset modes must be different
da: Aktiv tilstand og tilstand efter reset skal være forskellige
de: Aktiver Modus und Modus nach Reset müssen unterschiedlich sein
fr: Le mode actif et le mode après réinitialisation doivent être différents
it: La modalità attiva e quella dopo il reset devono essere diverse

source: Active and after-reset modes must be different.
da: Aktiv og nulstillingstilstand skal være forskellige.
de: Aktiver und Reset-Modus müssen unterschiedlich sein.
fr: Les modes actif et après réinitialisation doivent être différents.
it: Le modalità attiva e dopo il reset devono essere diverse.

source: Active charging mode
da: Aktiv opladningstilstand
de: Aktiver Lademodus
fr: Mode de charge actif
it: Modalità di ricarica attiva

source: Active mode
da: Aktiv tilstand
de: Aktiver Modus
fr: Mode actif
it: Modalità attiva

source: Active mode now
da: Tilstand nu
de: Modus jetzt
fr: Mode actif maintenant
it: Modalità attiva ora

source: Activity log
da: Aktivitetslog
de: Aktivitätsprotokoll
fr: Journal d’activité
it: Registro attività

source: Activity log from Watch
da: Aktivitetslog fra uret
de: Aktivitätsprotokoll von der Watch
fr: Journal d’activité depuis la Watch
it: Registro attività dall’orologio

source: Activity that stays on this watch unless you tap “Send to iPhone”. Used to diagnose issues.
da: Aktivitet, der forbliver på dette ur, medmindre du trykker på „Send til iPhone“. Bruges til fejlsøgning.
de: Aktivität, die auf dieser Watch bleibt, bis du auf „An iPhone senden“ tippst. Wird zur Fehlersuche verwendet.
fr: Activité conservée sur cette montre tant que vous ne touchez pas « Envoyer à l’iPhone ». Sert au diagnostic.
it: Attività che resta su questo orologio finché non tocchi „Invia a iPhone“. Serve per la diagnostica.

source: Advanced
da: Avanceret
de: Erweitert
fr: Avancé
it: Avanzate

source: After reset
da: Efter reset
de: Nach Reset
fr: Après réinit.
it: Dopo il reset

source: After reset, set to
da: Efter nulstilling, sæt til
de: Nach Reset auf
fr: Après réinitialisation, régler sur
it: Dopo il reset, imposta su

source: After run, set charging station to
da: Efter kørsel, sæt ladestation til
de: Nach Lauf Ladestation auf
fr: Après exécution, régler la borne sur
it: Dopo l'esecuzione, imposta stazione di ricarica su

source: After this automation
da: Efter denne automation
de: Nach dieser Automation
fr: Après cette automatisation
it: Dopo questa automazione

source: After tomorrow
da: I overmorgen
de: Übermorgen
fr: Après-demain
it: Dopodomani

source: After-reset mode
da: Tilstand efter reset
de: Modus nach Reset
fr: Mode après réinitialisation
it: Modalità dopo il reset

source: All
da: Alt
de: Alles
fr: Total
it: Totale

source: All times
da: Levetid
de: Langzeit
fr: Toutes les heures
it: Tutti gli orari

source: Allow standalone
da: Tillad selvstændig drift
de: Standalone erlauben
fr: Autoriser le mode autonome
it: Consenti autonomia

source: Always
da: Altid
de: Immer laden
fr: Toujours en charge
it: Sempre in carica

source: Always charges at a minimum rate to ensure some progress. Any extra solar power on top is used to charge faster.
da: Lader altid med en minimumseffekt for at sikre fremskridt. Overskydende solenergi bruges til at lade hurtigere.
de: Lädt immer mit einer Mindestleistung, damit das Laden vorankommt. Zusätzlich verfügbarer Solarstrom wird ebenfalls zum Laden genutzt.
fr: Charge toujours à une puissance minimale pour garantir une progression. Tout surplus solaire est utilisé pour accélérer la charge.
it: Carica sempre a una potenza minima per garantire un progresso. L'eventuale energia solare in eccesso viene utilizzata per caricare più velocemente.

source: An error occurred while monitoring.
da: Der opstod en fejl under overvågning.
de: Beim Überwachen ist ein Fehler aufgetreten.
fr: Une erreur s’est produite pendant la surveillance.
it: Si è verificato un errore durante il monitoraggio.

source: An error occurred while monitoring. Charging station should now be on %@.
da: Der opstod en fejl under overvågning. Ladestation burde nu være på %@.
de: Beim Überwachen ist ein Fehler aufgetreten. Ladestation sollte jetzt auf %@ stehen.
fr: Une erreur s'est produite pendant la surveillance. La borne devrait maintenant être sur %@.
it: Si è verificato un errore durante il monitoraggio. La stazione di ricarica dovrebbe ora essere su %@.

source: Another automation is active
da: En anden automation er aktiv
de: Eine andere Automation ist aktiv
fr: Une autre automatisation est active
it: Un'altra automazione è attiva

source: App became active (foreground)
da: Appen er aktiv (forgrund)
de: App ist aktiv (Vordergrund)
fr: L'app est active (premier plan)
it: App attiva (in primo piano)

source: App icon
da: App-ikon
de: App Symbol
fr: Icône de l'application
it: Icona dell'app

source: App Icon
da: App-ikon
de: App Symbol
fr: Icône de l'application
it: Icona dell'app

source: App moved to background — scheduling BG refresh
da: App flyttet til baggrunden — planlægger baggrundsopdatering
de: App in den Hintergrund verschoben — plane Hintergrund-Update
fr: App passée en arrière-plan — planification d'une actualisation
it: App in background — pianificazione aggiornamento

source: Appearance
da: Udseende
de: Erscheinungsbild
fr: Apparence
it: Aspetto

source: Are you sure to log out?
da: Er du sikker på, at du vil logge ud?
de: Sind Sie sicher?
fr: Es-tu sûr?
it: Sei sicuro?

source: Are you sure to logout?
da: Er du sikker på, at du vil logge ud?
de: Möchtest du dich wirklich abmelden?
fr: Voulez-vous vraiment vous déconnecter ?
it: Sei sicuro di volerti disconnettere?

source: Are you sure you want to log out?
da: Er du sikker på, at du vil logge ud?
de: Möchten Sie sich wirklich abmelden?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?

source: Are you sure you want to remove your custom background?
da: Vil du fjerne din baggrund?
de: Hintergrund wirklich löschen?
fr: Supprimer l'arrière-plan ?
it: Rimuovere lo sfondo personalizzato?

source: Are you sure you want to remove your custom logo?
da: Vil du fjerne dit logo?
de: Logo wirklich löschen?
fr: Supprimer le logo ?
it: Rimuovere il logo personalizzato?

source: Autarky
da: Autarki
de: Autarkie
fr: Autarcie
it: Autarchia

source: Auto (1-/3-phase switching)
da: Auto (1-/3-faset skift)
de: Auto (1-/3-phasiger Wechsel)
fr: Auto (commutation 1-/3-phase)
it: Auto (commutazione 1-/3-fase)

source: Auto-reset Charging Mode
da: Auto-reset af opladningstilstand
de: Lademodus Auto-Reset
fr: Réinit. auto. du mode de charge
it: Reset auto. modalità di ricarica

source: Auto-reset Charging Mode cancelled
da: Auto-reset af opladningstilstand annulleret
de: Lademodus Auto-Reset abgebrochen
fr: Réinit. auto. du mode de charge annulée
it: Reset auto. modalità di ricarica annullato

source: Auto-reset Charging Mode finished
da: Auto-reset af opladningstilstand fuldført
de: Lademodus Auto-Reset abgeschlossen
fr: Réinit. auto. du mode de charge terminée
it: Reset auto. modalità di ricarica completato

source: Auto-reset Charging Mode running
da: Auto-reset af opladningstilstand kører
de: Lademodus Auto-Reset läuft
fr: Réinit. auto. du mode de charge en cours
it: Reset auto. modalità di ricarica in corso

source: Auto-reset Charging Mode stopped
da: Auto-reset af opladningstilstand stoppet
de: Lademodus Auto-Reset gestoppt
fr: Réinit. auto. du mode de charge arrêtée
it: Reset auto. modalità di ricarica fermato

# Auto-reset Charging Mode: failed to set charging station to %@: %@
source: Auto-reset Charging Mode: failed to set charging station to %1$@: %2$@
da: Auto-reset af opladningstilstand: kunne ikke sætte ladestation til %1$@: %2$@
de: Lademodus Auto-Reset: Ladestation konnte nicht auf %1$@ gesetzt werden: %2$@
fr: Réinit. auto. du mode de charge : impossible de régler la borne sur %1$@ : %2$@
it: Reset auto. modalità di ricarica: impossibile impostare la stazione su %1$@: %2$@

source: Auto-reset Charging Mode: failed to switch charging station to %1$@: %2$@ — charging station may stay on the active mode. Please check the Solar Manager app.
da: Auto-reset af opladningstilstand: kunne ikke skifte ladestation til %1$@: %2$@ — ladestation forbliver muligvis i aktiv tilstand. Kontrollér i Solar Manager-appen.
de: Lademodus Auto-Reset: Ladestation konnte nicht auf %1$@ umgestellt werden: %2$@ — Ladestation bleibt möglicherweise im aktiven Modus. Bitte in der Solar Manager App prüfen.
fr: Réinit. auto. du mode de charge : impossible de basculer la borne vers %1$@ : %2$@ — la borne peut rester en mode actif. Vérifie dans l’app Solar Manager.
it: Reset auto. modalità di ricarica: impossibile passare la stazione a %1$@: %2$@ — la stazione potrebbe restare in modalità attiva. Verifica nell’app Solar Manager.

source: Auto-reset Charging Mode: missing parameters
da: Auto-reset af opladningstilstand: parametre mangler
de: Lademodus Auto-Reset: Parameter fehlen
fr: Réinit. auto. du mode de charge : paramètres manquants
it: Reset auto. modalità di ricarica: parametri mancanti

source: Auto-reset Charging Mode: pre-reset overview fetch failed (%@) — skipping user-override check
da: Auto-reset opladningstilstand: statusforespørgsel fejlede (%@) — bruger-override springet over
de: Lademodus Auto-Reset: Statusabruf fehlgeschlagen (%@) — Override-Prüfung übersprungen
fr: Réinit. auto. mode de charge : récup. état échouée (%@) — vérif. override ignorée
it: Reset auto. modalità ricarica: lettura stato fallita (%@) — verifica override saltata

source: Auto-reset Charging Mode: reset completed — charging station switched to %@
da: Auto-reset af opladningstilstand: reset fuldført — ladestation skiftet til %@
de: Lademodus Auto-Reset: Reset abgeschlossen — Ladestation auf %@ umgestellt
fr: Réinit. auto. du mode de charge : réinitialisation terminée — borne réglée sur %@
it: Reset auto. modalità di ricarica: reset completato — stazione impostata su %@

source: Auto-reset Charging Mode: reset time reached — switching charging station to %@
da: Auto-reset af opladningstilstand: reset-tidspunkt nået — skifter ladestation til %@
de: Lademodus Auto-Reset: Reset-Zeit erreicht — Ladestation wird auf %@ umgestellt
fr: Réinit. auto. du mode de charge : heure de réinitialisation atteinte — bascule de la borne vers %@
it: Reset auto. modalità di ricarica: orario di reset raggiunto — passaggio della stazione a %@

source: Auto-reset Charging Mode: started — charging station set to %1$@, will reset to %2$@ at %3$@
da: Auto-reset af opladningstilstand: startet — ladestation sat til %1$@, nulstilles til %2$@ kl. %3$@
de: Lademodus Auto-Reset: gestartet — Ladestation auf %1$@ gesetzt, wird am %3$@ auf %2$@ zurückgesetzt
fr: Réinit. auto. du mode de charge : démarrée — borne réglée sur %1$@, réinit. à %2$@ le %3$@
it: Reset auto. modalità di ricarica: avviato — stazione impostata su %1$@, sarà reimpostata su %2$@ alle %3$@

source: Auto-reset Charging Mode: starting
da: Auto-reset af opladningstilstand: starter
de: Lademodus Auto-Reset: wird gestartet
fr: Réinit. auto. du mode de charge : démarrage
it: Reset auto. modalità di ricarica: avvio in corso

source: Auto-reset Charging Mode: user override detected — charging station is on %1$@, expected the active mode. Leaving station as configured by the user, NOT applying %2$@.
da: Auto-reset opladningstilstand: manuel ændring registreret — station er på %1$@. Indstilling bevares, %2$@ anvendes IKKE.
de: Lademodus Auto-Reset: manuelle Änderung erkannt — Station ist auf %1$@. Einstellung wird beibehalten, %2$@ NICHT angewendet.
fr: Réinit. auto. mode de charge : modif. manuelle détectée — borne sur %1$@. Réglage conservé, %2$@ NON appliqué.
it: Reset auto. modalità ricarica: modifica manuale rilevata — stazione su %1$@. Impostazione mantenuta, %2$@ NON applicata.

source: Auto-reset Mode
da: Auto-reset
de: Temp. Lademodus
fr: Réinit. auto.
it: Reset auto.

source: Automation %@ cancelled by user
da: Automation %@ annulleret af bruger
de: Automation %@ vom Benutzer abgebrochen
fr: Automatisation %@ annulée par l'utilisateur
it: Automazione %@ annullata dall'utente

# Automation %@ cancelled by user — switching charging station to %@
source: Automation %1$@ cancelled by user — switching charging station to %2$@
da: Automation %1$@ annulleret af bruger — skifter ladestation til %2$@
de: Automation %1$@ vom Benutzer abgebrochen — Ladestation wird auf %2$@ umgestellt
fr: Automatisation %1$@ annulée par l’utilisateur — bascule de la borne vers %2$@
it: Automazione %1$@ annullata dall’utente — passaggio della stazione di ricarica a %2$@

source: Automation %@ failed!
da: Automation %@ fejlede!
de: Automation %@ fehlgeschlagen!
fr: L'automatisation %@ a échoué !
it: Automazione %@ fallita!

source: Automation %@ started
da: Automation %@ startet
de: Automation %@ gestartet
fr: Automatisation %@ démarrée
it: Automazione %@ avviata

# Automation %@ started — floor %lld%%, fallback after run: %@
source: Automation %1$@ started — floor %2$lld%%, fallback after run: %3$@
da: Automation %1$@ startet — grænse %2$lld%%, opfølgningstilstand efter kørsel: %3$@
de: Automation %1$@ gestartet — Untergrenze %2$lld%%, Folgemodus nach Lauf: %3$@
fr: Automatisation %1$@ démarrée — limite %2$lld%%, mode après exécution : %3$@
it: Automazione %1$@ avviata — soglia %2$lld%%, modalità dopo l’esecuzione: %3$@

source: Automation logs
da: Automation-logfiler
de: Automation-Protokolle
fr: Journaux d'automatisation
it: Registri automazione

source: Automation Logs
da: Automation-logfiler
de: Automation-Protokoll
fr: Journaux d'automatisation
it: Registri automazione

source: Automation running
da: Automatisering kører
de: Automation läuft
fr: Automatisation en cours
it: Automazione in corso

# Automation tick failed (attempt %lld/%lld)
source: Automation tick failed (attempt %1$lld/%2$lld)
da: Automation-tjek fejlede (forsøg %1$lld/%2$lld)
de: Automation-Durchlauf fehlgeschlagen (Versuch %1$lld/%2$lld)
fr: Échec du cycle d'automatisation (tentative %1$lld/%2$lld)
it: Ciclo automazione fallito (tentativo %1$lld/%2$lld)

source: Automation tick: all retries exhausted
da: Automation-tjek: alle forsøg opbrugt
de: Automation-Durchlauf: alle Wiederholungen ausgeschöpft
fr: Cycle d'automatisation : toutes les tentatives épuisées
it: Ciclo automazione: tutti i tentativi esauriti

source: Background
da: Baggrund
de: Hintergrund
fr: Arrière-plan
it: Sfondo

source: Background effects
da: Baggrundseffekter
de: Hintergrundeffekte
fr: Effets d'arrière-plan
it: Effetti di sfondo

source: Background tasks registered with iOS
da: Baggrundsopgaver registreret hos iOS
de: Hintergrundaufgaben bei iOS registriert
fr: Tâches d'arrière-plan enregistrées auprès d'iOS
it: Attività in background registrate con iOS

source: Background trigger received
da: Baggrunds-trigger modtaget
de: Hintergrund-Trigger empfangen
fr: Déclencheur d'arrière-plan reçu
it: Trigger in background ricevuto

source: Battery
da: Batteri
de: Batterie
fr: Batterie
it: Batteria

source: Battery %
da: Batteri %
de: Batterie %
fr: Batterie %
it: Batteria %

source: Battery → Car
da: Batteri → Bil
de: Batterie → Auto
fr: Batterie → Voiture
it: Batteria → Auto

source: Battery → Car heads-up
da: Batteri → Bil: notits
de: Batterie → Auto: Hinweis
fr: Batterie → Voiture : info
it: Batteria → Auto: avviso

source: Battery → Car running
da: Batteri → Bil kører
de: Batterie → Auto läuft
fr: Batterie → Voiture en cours
it: Batteria → Auto in corso

source: Battery Advantage
da: Batterifordel
de: Batterie-Vorteil
fr: Avantage batterie
it: Vantaggio batteria

source: Battery Alert
da: Batteri-alarm
de: Batterie-Hinweis
fr: Alerte batterie
it: Avviso batteria

source: Battery charged
da: Batteri opladet
de: Batterie laden
fr: Batterie chargée
it: Batteria carica

source: Battery charging
da: Batteriopladning
de: Batterieladung
fr: Charge de la batterie
it: Carica batteria

source: Battery consumption
da: Batteriforbrug
de: Battery entladen
fr: Conso batterie
it: Consumo batteria

source: Battery discharging
da: Batteriafladning
de: Batterieentladung
fr: Décharge de la batterie
it: Scarica batteria

source: Battery floor
da: Batteri-minimum
de: Batterie-Mindeststand
fr: Seuil batterie
it: Minimo batteria

source: Battery is approaching the %lld%% floor — open Solar Lens to apply your fallback charging mode.
da: Batteriet nærmer sig grænsen på %lld%% — åbn Solar Lens for at anvende opfølgningstilstanden.
de: Batterie nähert sich der Untergrenze von %lld%% — öffne Solar Lens, um den Folgemodus anzuwenden.
fr: La batterie approche la limite de %lld%% — ouvre Solar Lens pour appliquer ton mode de repli.
it: La batteria si avvicina alla soglia del %lld%% — apri Solar Lens per applicare la modalità di ripiego.

source: Battery level
da: Batteriniveau
de: Batteriestand
fr: Niveau de batterie
it: Livello della batteria

source: Battery Level
da: Batteriniveauet
de: Batteriestand
fr: Niveau de batterie
it: Livello batteria

source: Battery level %
da: Batteriniveau %
de: Batteriestand %
fr: Niveau de batterie %
it: Livello batteria %

source: Battery level is %@
da: Batteriniveauet er %@
de: Batteriestand ist %@
fr: Le niveau de la batterie est de %@
it: Il livello della batteria è %@

source: Battery level reached
da: Batteriniveau nået
de: Batteriestand erreicht
fr: Niveau de batterie atteint
it: Livello della batteria raggiunto

source: Battery mode
da: Batteritilstand
de: Batteriemodus
fr: Mode batterie
it: Modalità batteria

source: Battery options
da: Batteriindstillinger
de: Batterieoptionen
fr: Options de la batterie
it: Opzioni batteria

source: Battery to Car
da: Batteri til bil
de: Batterie zu Auto
fr: Batterie vers voiture
it: Batteria verso auto

source: Battery to Car: charging station id %@ not found in overview; cannot start
da: Batteri til bil: ladestation med id %@ ikke fundet i oversigten; kan ikke starte
de: Batterie zu Auto: Ladestation mit ID %@ nicht in der Übersicht gefunden; Start nicht möglich
fr: Batterie vers voiture : borne de recharge avec l’id %@ introuvable dans l’aperçu ; démarrage impossible
it: Batteria verso auto: stazione di ricarica con id %@ non trovata nella panoramica; impossibile avviare
